{
    "lesson_title": "ثانيا : رؤية الفلسفة للأخلاق البيولوجية والطبية",
    "introduction": "أدرك العالم منذ منتصف القرن الماضي وبانتهاء الحرب العالمية الثانية دخوله عصر جديد يحتاج فيه إلى جهود الفلاسفة للبحث عن إجابات للأسئلة الأخلاقية التي ظهرت نتيجة التطورات العلمية الحديثة في مختلف المجالات ومنها: علوم الطب والبيولوجيا.",
    "sections": [
        {
            "section_title": "١. مفهوم الأخلاق التطبيقية والأخلاق البيوتيقية",
            "definitions": [
                {
                    "term": "الأخلاق التطبيقية",
                    "definition": "فرع جديد من فروع الفلسفة يشمل مجموعة القواعد العملية التي يتم اتباعها في دراسة العديد من الموضوعات العملية لبحث شتى الجوانب الأخلاقية المتعلقة بها لمعرفة مشكلاتها وإيجاد الحلول الأخلاقية لها ."
                },
                {
                    "term": "الأخلاق البيولوجية والطبية أو الأخلاق البيوطبية (البيوتيقا)",
                    "definition": "فرع من الأخلاق التطبيقية, وقد استخدم مصطلح «البيوتيقا لأول مرة عام ۱۹۷۰ م من قبل العالم «فان بوتر» في مقاله «البيوتيقا علم البقاء». حيث شعر بالتفاوت بين تقدم المعارف العلمية خاصة الطب والبيولوجيا والجمود في الفكر الأخلاقي.\nومن هنا سعى لتأسيس علم جديد هو علم البقاء أو الاستمرار على قيد الحياة سعيا للتلاقي بين علوم الأحياء Bio والقيم والقواعد الأخلاقية Ethics ."
                }
            ],
            "relation_to_philosophy": "هناك ارتباط كبير بين البيوتيقا والفلسفة, ففي الوقت الذي يرى فيه البعض أن البيوتيقا استمرار لأخلاقيات الطب الكلاسيكية, فإن هناك اتجاه أساسي يمثله «فان بوتر» يعتبر البيوتيقا فكر أخلاقي جديد أي تجديد لفرع أساسي من فروع الفلسفة وهو الأكسيولوجيا (مبحث القيم)."
        },
        {
            "section_title": "٢. مجالات الأخلاق البيوطبية",
            "fields": [
                {
                    "field_name": "أخلاقيات العيادة",
                    "description": "توضع حتى يسهل وضع خريطة علاج تقدر وتحترم المريض الذي يثق في الطبيب والمؤسسة التي يعالج فيها.\nيحدد هذه الأخلاقيات «ديفيد روس» بقوله: أنها ترتبط بكل ما يواجه الأطباء والفرق الطبية من قرارات ومشكلات أمام سرير المريض، أو داخل غرف العمليات، أو في العيادة.\nأخلاق العيادة ذات أطراف ثلاثة المريض الطبيب المجتمع يتم التشاور بينهم لاتخاذ أكثر القرارات فائدة طبيا والأكثر أخلاقيا وتحقيقا لمصلحة المريض والمجتمع."
                },
                {
                    "field_name": "أخلاقيات البحث العلمي",
                    "description": "التجارب على البشر تسببت في إثارة النقاش حول مشكلات البحث العلمي والتي انتهت بإنشاء لجان للأخلاقيات تقوم بوضع بروتوكولات (قواعد) البحث العلمي المتعلقة بالتجارب على البشر في كل المجالات وتحقيق التوازن بين الرغبة في ابتكار أدوية جديدة لعلاج الأمراض وبين الحفاظ على حقوق المبحوثين."
                },
                {
                    "field_name": "أخلاقيات السياسة الصحية",
                    "description": "هي مجموعة من القوانين والخطط تضعها السلطات الطبية لجميع المواطنين دون تمييز. وتتحدد أخلاقيات السياسة الصحية في ثلاث مستويات هي:\n١. الصحة العمومية.\n٢. منظومه العلاج .\n٣. توزيع الموارد الصحية."
                }
            ]
        },
        {
            "section_title": "٣. بعض القضايا الفلسفية والأخلاقية الناجمة عن الثورة البيولوجية في مجال الطب",
            "introduction": "زرع الأعضاء) نموذجا\nيقتضي زرع الأعضاء انتزاع الأعضاء السليمة من شخص مانح حي أو ميت من أجل زرعها لشخص مستقبل.",
            "issues": [
                {
                    "issue_title": "أ. زرع الأعضاء: (في حالة المتبرع الحي)",
                    "content": "لا يقبل التبرع إلا بالأعضاء القابلة للتجدد والتي لن يؤدي انتزاعها إلي ضرر كبير مما يقود إلى مشكلة الإتجار بالأعضاء وتعريض الإنسان للاستغلال والامتهان."
                },
                {
                    "issue_title": "ب زرع الأعضاء: (في حالة المتبرع الميت)",
                    "content": "يعتمد أساسًا علي انتزاع الأعضاء الصالحة للزرع من الأموات حديثي العهد بالوفاة. فإنه يقوم في هذه الحالة على تحديد معايير للموت, ومن هنا طرح «موت الدماغ» الذى تتأكد به نهاية الحياة الإنسانية عند معظم الأطباء. (...) الموت تبعا لهذا المفهوم الطبي الجديد هو نهاية الحياة الإنسانية الواعية والمدركة."
                },
                {
                    "issue_title": "ج نزع الوسائل الاصطناعية الداعمة (الموت الرحيم)",
                    "content": "وهو تدخل طبي يسعي إلي وضع حد لحياة شخص مصاب بمرض عضال أو دخل في حالة غيبوبة دائمة أو طاعن في السن وأصبح جسمه وعقله معًا هدفًا لكل الأمراض. إن المطالبة بالموت الرحيم غالباً ما يؤكد أن ما يحتاجه المريض هو أن نتعاطف معه لا أن نقتله (...) كما إن الموت الرحيم يتعارض مع مبدأ العدالة الذي يقتضي منا أن نتعامل مع الناس جميعًا بنفس الدرجة من الاحترام."
                },
                {
                    "issue_title": "د. قيمة الحياة",
                    "content": "تستند المواقف المؤيدة للموت الرحيم إلي مفهوم «نوعية الحياة» معتبرة إننا نسدي معروفا لبعض المرضي عندما نخلصهم من الحياة التي فقدت كل مسوغاتها ومعانيها. وهنا يتم التساؤل: هل للحياة قدسية في ذاتها؟ أم هي حق من حقوق الإنسان؟ وما هي نوعية الحياة التي يجب أن نقدرها؟ هل الحياة بكل أشكالها؟ أم يتم تقدير حياة نوعية تستلزم التضحية بالآخرين إذا كان في ذلك محافظة على حياة الناس عموما. مثال ذلك: إجراء التجارب على الأجنة والمشوهين، هل في ذلك تقدير للحياة عامة؟ وعموما، تستلزم قواعد الأخلاق الجديدة التصرف وفق مبدأ الموافقة الواعية وتحقق الثقة اللازمة بين الطبيب والمريض والامتناع عن كل ما يهدد بانتهاك الكرامة الإنسانية أو بإحداث التغيير في الطبيعة الإنسانية."
                }
            ]
        },
        {
            "section_title": "٤. أخلاقيات البحث المتعلقة بالوراثة البشرية",
            "introduction": "يتطلب إجراء البحوث المتعلقة بالوراثة البشرية وغيرها من البحوث إجراء الموافقة المستنيرة التي هي مصطلح يصف التزام الأطباء والباحثين بالسماح للمرضى بأن يكونوا مساهمين نشطين في اتخاذ القرار فيما يتعلق بالمشاركة في الأبحاث. ويشترط في الموافقة التي يبديها المتبرع على إجراء الأبحاث عدة شروط أهمها:",
            "elements_title": "عناصر الموافقة المستنيرة",
            "elements": [
                {
                    "name": "الإفصاح",
                    "description": "إخبار المريض المشارك بالمعلومات ذات الصلة بالبحث من قبل الطبيب أو الباحث.\nيؤدي الإفصاح والفهم إلى تحقيق الآتي:\n- مشاركة المريض في القرارات المتعلقة بالرعاية الصحية.\n- إقامة علاقة مستمرة تسودها الثقة بين المريض وطبيبه ."
                },
                {
                    "name": "الفهم",
                    "description": "وعي المريض وإدراكه للمعلومات التي حصل عليها."
                },
                {
                    "name": "الأهلية",
                    "description": "قدرة المريض أو المبحوث علي فهم المعلومات المتعلقة بالقرار وعلي إدراك العواقب المترتبة علي اتخاذ هذا القرار أو عدم اتخاذه حتى يمكنهم اتخاذ القرار على أساس واضح.\n- الشخص قادر علي اتخاذ قراره بشأن محل سكنه, لكنه غير قادر علي اتخاذ قرار فيما يتعلق بتناول دواء أو المشاركة في بحث طبي.\n- مبدأ عدم إلحاق الأذى» يوجب علي الطبيب حماية الأشخاص غير المؤهلين لاتخاذ القرار من التغرير بهم, أو اتخاذ قرارات تعرضهم للأذى."
                },
                {
                    "name": "الطواعية",
                    "description": "أي حق المريض في اتخاذ القرارات المتعلقة بعلاجه أو مشاركته في الأبحاث الطبية دون أن يتعرض لأي تأثيرات أو ضغوط داخلية أو خارجية.\n- الضغوط الخارجية تشمل قدرة الآخرين علي فرض إرادتهم علي المريض بالقوة أو الإكراه أو التلاعب.\n- إن الطواعية لا تعني امتناع الطبيب عن إبداء النصيحة للمريض.\n- وتنبع أهمية الطواعية من كونها متطلبا أخلاقيا لصحة القرار بالموافقة.\n- وتستمد الطواعية جذورها من العديد من المفاهيم الأخلاقية مثل: الحرية والاستقلالية, والقدرة علي اتخاذ القرارات الشخصية."
                },
                {
                    "name": "الموافقة",
                    "description": "وتعني قبول المريض المشاركة في الأبحاث أو القيام بالعمل الجراحي بناءً علي اقتناعه التام بأهمية دوره على أن تكون الموافقة كتابية. ويكون للمريض الحق في التراجع عنها في أي وقت تكون فيه التجربة دون أدني مسؤولية."
                }
            ]
        },
        {
            "section_title": "٥. معايير الأخلاقيات الطبية الحديثة",
            "standards": [
                {
                    "name": "(١) المنفعة",
                    "description": "هي فعل ما فيه الخير لمصلحة المريض من رعاية صحية لإزالة المرض عنه. فالصحة الجيدة هدف كل مريض. وهو ما يعود بالفائدة على الفرد والمجتمع.",
                    "example": "الصحة الجيدة لمريض بعينه هدف طبي مهم، ومكافحة الأمراض والوقاية منها خاصة الأمراض الوراثية من خلال الأبحاث وتلقي التطعيمات يحقق نفس الهدف بعد توسيع نطاقه ليشمل المجتمع كله."
                },
                {
                    "name": "(٢) عدم إلحاق الأذى",
                    "description": "تعنى عدم التسبب في إلحاق الضرر بالمريض سواء عمدًا أو إهمالا. ويعد إهمالا تعريض حياة الإنسان للخطر بصورة غير مبررة. فالمعايير الأخلاقية والقانونية للمجتمع تدعم الرعاية القائمة على تجنب حدوث ضرر بالبشر والحد منه لأقصى درجة. ورغم أن الأخطاء الطبية قد تقع بالضرورة إلا أن هذا المبدأ يؤكد على التزام مقدمي الرعاية الصحية بحماية مرضاهم وإبعاد الأذى عنهم."
                },
                {
                    "name": "(٣) احترام الاستقلالية الفردية",
                    "description": "تعنى حق الفرد في التحكم في الرعاية الصحية الخاصة به دون أي تأثيرات خارجية ودون أدنى درجة من درجات الإكراه. مع ملاحظة أنه يكون للمريض حق أخلاقي وقانوني في رفض التدخل الطبي المقترح وعادة ما يمتد احترام استقلالية المرضى الأكفاء إلى رفض أو إيقاف العلاج الخاص بهم."
                },
                {
                    "name": "(٤) المساواة والعدل",
                    "description": "تعنى أن جميع الأفراد يعاملون بالمساواة والعدل، بغض النظر عن الجنس والعرق والدين والحالة الاقتصادية... إلخ. وتيسير نفس القدر من القدرة على استخدام التقنيات الجينية التي تساعد على جودة الحياة. ومبدأ العدالة يشمل العدالة بالإنصاف في توزيع الأعباء والمنافع, وكذلك العدالة بالتعويض عن الضرر الناجم عن الخطأ."
                }
            ]
        }
    ]
}

